export const markdown = `
#### 在使用该应用时，你可能需要知道的是:

👉 不推荐 目标地之间距离太近，至少因当大于100米
👉 路线距离太近，公交 路线规划可能失败。
👉 路线距离太远，步行 路线规划可能失败。
👌  当路线规划失败时，请不用担心，使用其他任意规划成功的路线结果，依旧可以满足您的出行需求。因为，无论何种出行方式，计算出的不同地点的出行顺序几乎都是一样的。
&nbsp;
> 请不要过于依赖 【路线收藏】，因为路线数据都是放在您手机本地缓存，一旦删除小程序或者清理微信缓存，都会导致 【路线收藏】里的数据丢失。(因为该应用现在还没有服务器，但没准未来会有😜)

------

### ⚙更新说明

### v2.1

📢 **新功能**

- 路线收藏改为右滑编辑，点击直接浏览路线规划结果！😋

&nbsp;

### v2.0 传奇典藏版

📢 **新功能**

- 加入路线地图! 😋
- 路线导航升级为腾讯地图的单点路线规划! 😝
- 现在可以看到路线之间的距离，耗时以及总里程啦! 😁

🔧 **优化**

- 页面视图进行了整体性调整，部分视图加入动画，更加丝滑了~
- 优化了算法，更快啦！用户操作更自由啦！
- 自动定位起点以及更完善的用户引导，使用更轻便！

------


#### 💖 感谢

衷心感谢 【网中人】大哥的鼓励与支持！😊
`
